tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "go"
brew "imagemagick"
brew "jq"
brew "jump"
brew "lazygit"
brew "llm"
brew "lsd"
brew "make"
brew "neovim"
brew "nvm"
brew "openssl@1.1"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "rbenv"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "task"
brew "tealdeer"
brew "tmux"
brew "trash"
brew "virtualenv"
brew "yazi"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "oven-sh/bun/bun"
cask "1password"
cask "alacritty"
cask "amazon-q"
cask "arc"
cask "brave-browser"
cask "chatbox"
cask "chatgpt"
cask "dozer"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome@dev"
cask "monitorcontrol"
cask "nightfall"
cask "notunes"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "shottr"
cask "vscodium"
cask "wezterm"
cask "zed"
cask "zen-browser"
