brew "act"
brew "awscli"
brew "bash"
brew "bat"
brew "bash-language-server"
brew "biome"
brew "cmake"
brew "coreutils"
brew "docker"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "gofumpt"
brew "goimports"
brew "golines"
brew "harper"
brew "imagemagick"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "lazygit"
brew "lsd"
brew "lua-language-server"
brew "make"
brew "mise"
brew "neovim"
brew "openssl@1.1", link: true
brew "openssl@3"
brew "oven-sh/bun/bun"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "postgresql@14", restart_service: :changed
brew "prettier"
brew "redis", restart_service: :changed
brew "revive"
brew "ripgrep"
brew "ruby-lsp"
brew "ruff"
brew "sevenzip"
brew "sqruff"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "trash", link: true
brew "tree-sitter-cli"
brew "typescript-language-server"
brew "virtualenv"
brew "vscode-langservers-extracted"
brew "xaaha/tap/hulak"
brew "yaml-language-server"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
cask "1password"
cask "alacritty"
cask "amazon-q"
cask "betterdisplay"
cask "brave-browser"
cask "chatgpt"
cask "claude-code"
cask "container"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hyperkey"
cask "microsoft-edge@dev"
cask "monitorcontrol"
cask "notunes"
cask "obsidian"
cask "postico"
cask "postman"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "shottr"
cask "stillcolor"
cask "vscodium"
cask "wezterm"
cask "zed"
cask "zen"
tap "oven-sh/bun"
tap "xaaha/tap"
